Repository: jakublipinski/Silent-Bell
Catalog: SilentBell/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: About
de: Über
es: Acerca de
fr: À propos
ja: このアプリについて

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 実行中

source: Apple caps background running, so Silent Bell pauses when the hour is up. You'll feel a descending pattern. Tap Resume to carry on.
de: Apple begrenzt die Ausführung im Hintergrund, daher pausiert Silent Bell nach einer Stunde. Du spürst ein absteigendes Muster. Tippe auf „Fortsetzen“, um weiterzumachen.
es: Apple limita la ejecución en segundo plano, así que Silent Bell se pausa al cumplirse la hora. Notarás un patrón descendente. Toca «Reanudar» para continuar.
fr: Apple limite l'exécution en arrière-plan : Silent Bell se met donc en pause au bout d'une heure. Vous sentirez un motif descendant. Touchez « Reprendre » pour continuer.
ja: Appleはバックグラウンド実行を制限しているため、Silent Bellは1時間で一時停止します。下降するパターンを感じたら、「再開」をタップして続けてください。

source: Clear log
de: Protokoll löschen
es: Borrar registro
fr: Effacer le journal
ja: ログを消去

source: Double
de: Doppelt
es: Doble
ja: ダブル

source: Fall
de: Absteigend
es: Descendente
fr: Descente
ja: 下降

source: Firm
de: Fest
es: Firme
fr: Ferme
ja: しっかり

source: Gentle
de: Sanft
es: Suave
fr: Doux
ja: やさしい

source: Get started
de: Los geht’s
es: Empezar
fr: Commencer
ja: はじめる

source: Heavy
de: Schwer
es: Fuerte
fr: Lourd
ja: 強い

source: Knock
de: Klopfen
es: Golpe
fr: Coup
ja: ノック

source: Log
de: Protokoll
es: Registro
fr: Journal
ja: ログ

source: Min. gap
de: Min. Abstand
es: Intervalo mín.
fr: Écart min.
ja: 最小間隔

source: Next tap around %@
de: Nächster Impuls gegen %@
es: Próximo toque hacia las %@
fr: Prochaine impulsion vers %@
ja: 次の振動は %@ ごろ

source: No sound, nothing on screen. Only you feel it, even in Do Not Disturb.
de: Kein Ton, nichts auf dem Display. Nur du spürst es – auch im Nicht-stören-Modus.
es: Sin sonido y sin nada en pantalla. Solo tú lo notas, incluso en modo No molestar.
fr: Aucun son, rien à l'écran. Vous seul le sentez, même en mode Ne pas déranger.
ja: 音もなく、画面にも何も表示されません。おやすみモード中でも、感じるのはあなただけです。

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止

source: Random taps on your wrist — a prompt to notice where your attention is. Predictable reminders are ignored over time; unpredictable ones aren't.
de: Zufällige Impulse am Handgelenk – ein Anstoß, zu bemerken, wo deine Aufmerksamkeit gerade ist. Vorhersehbare Erinnerungen werden mit der Zeit ignoriert, unvorhersehbare nicht.
es: Toques aleatorios en la muñeca: un aviso para notar dónde está tu atención. Los recordatorios predecibles se acaban ignorando; los impredecibles, no.
fr: Des impulsions aléatoires au poignet — une invitation à remarquer où se trouve votre attention. Les rappels prévisibles finissent par être ignorés ; les imprévisibles, non.
ja: 手首に届くランダムな振動。いま自分の注意がどこにあるかに気づくための合図です。予測できるリマインダーはやがて無視されますが、予測できないものは違います。

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開

source: Rise
de: Aufsteigend
es: Ascendente
fr: Montée
ja: 上昇

source: Send log
de: Protokoll senden
es: Enviar registro
fr: Envoyer le journal
ja: ログを送信

source: Session ends at %@
de: Sitzung endet um %@
es: La sesión termina a las %@
fr: Fin de la session à %@
ja: セッション終了 %@

source: Sessions last one hour
de: Sitzungen dauern eine Stunde
es: Las sesiones duran una hora
fr: Les sessions durent une heure
ja: セッションは1時間

source: Sessions rest after an hour.
de: Sitzungen pausieren nach einer Stunde.
es: Las sesiones descansan tras una hora.
fr: Les sessions s'arrêtent après une heure.
ja: セッションは1時間で休止します。

source: Share log
de: Protokoll teilen
es: Compartir registro
fr: Partager le journal
ja: ログを共有

source: Silent Bell paused
de: Silent Bell pausiert
es: Silent Bell en pausa
fr: Silent Bell en pause
ja: Silent Bell 一時停止

source: Starting
de: Startet
es: Iniciando
fr: Démarrage
ja: 開始中

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
ja: 停止中

source: Tap
de: Impuls
es: Toque
fr: Impulsion
ja: 振動

source: Tap Resume to start a new session.
de: Tippe auf „Fortsetzen“, um eine neue Sitzung zu starten.
es: Toca «Reanudar» para iniciar una nueva sesión.
fr: Touchez « Reprendre » pour démarrer une nouvelle session.
ja: 「再開」をタップして新しいセッションを開始します。

source: Tap Type
de: Impulsart
es: Tipo de toque
fr: Type d'impulsion
ja: 振動の種類

source: Taps per hour
de: Impulse pro Stunde
es: Toques por hora
fr: Impulsions par heure
ja: 1時間あたりの回数

source: Echo
es: Eco
fr: Écho
ja: エコー

source: Start
es: Iniciar
fr: Démarrer
ja: 開始

source: Tick
es: Tic
fr: Tic
ja: カチッ

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@ (%@)

source: %lld min
ja: %lld 分
